Repository: Royce551/FRESHLyricMaker
Catalog: FRESHLyricMaker/Properties/Resources.*.resx
Languages: nl

# About_Copyright
source: Copyright © 2022 Squidhouse Software (and open source contributors)
nl: Copyright © 2022 Squidhouse Software (en open source-bijdragers)

# About_License
source: Licensed under the MIT license
nl: Gelicenseerd onder de MIT license

# About_OperatingSystem
source: Operating System
nl: Besturingssysteem

# About_ProjectWebsite
source: FRESHLyricMaker on the interwebs
nl: FRESHLyricMaker op internet

# About_ReleaseStream
source: Release Stream
nl: Releasestroom

# About_ReportIssue
source: Report an issue
nl: Bug rapporten

# About_SourceCode
source: View source code
nl: Broncode weergeven

# About_Thankyou
source: Thank you for using FRESHLyricMaker ❤
nl: Bedankt voor het gebruiken van FRESHLyricMaker ❤

# AddTranslation
source: Add a translation
nl: Vertaling toevoegen

# BackFiveSec
source: Back 5 seconds
nl: 5 seconden achteruit

# EnhancedLRC_NotSupported
source: Enhanced LRC is not supported yet :(
nl: Uitgebreide LRC wordt nog niet ondersteund :(

source: Export
nl: Exporteren

# ExportEnthusiastically
source: Export!
nl: Exporteren!

# Export_EnhancedLRC
source: Enhanced LRC (word by word highlighting)
nl: Uitgebreide LRC (woord-voor-woordmarkering

# Export_EnhancedLRC_Hint
source: Requires a special reader
nl: Vereist een speciale lezer

# Export_Format
source: Format
nl: Formaat

# Export_LRCOptions
source: LRC Options
nl: LRC-opties

# Export_LRCOptions_HintOne
source: Enabling these might improve compatibility with certain readers
nl: Deze opties kunnen ondersteuning door andere lezers verbeteren

# Export_LRCOptions_HintTwo
source: Don't enable them if you aren't having problems
nl: Zet ze niet aan als je nergens last van hebt

# Export_LRCOptions_TwoDigitPrecision
source: Use 2 digits of precision
nl: Twee cijfers aan precisie gebruiken

# Export_LRCOptions_WithoutMetadata
source: Don't include metadata headers
nl: Geen metadata-headers bijsluiten

# Export_PlainLRC
source: Plain LRC
nl: Pure LRC

# Export_PlainLRC_Hint
source: Most compatible
nl: Meest compitabel

# Export_WithTranslations
source: With translations
nl: Met vertalingen

# Export_WithTranslations_Hint
source: Translations only displays in compatible readers, readable (without translations) by most LRC readers
nl: Vertalingen worden alleen weergegeven in lezers die ze ondersteunen, leesbaar (zonder vertalingen) door de meeste LRC-lezers

# ForwardFiveSec
source: Forward 5 seconds
nl: 5 seconden vooruit

source: Invalid Language
nl: Ongeldige Taal

# InvalidTranslation
source: The {0} translation doesn't line up with the source
nl: De {0} vertaling klopt niet met de brontaal

# Menu_File
source: _File
nl: _Bestand

# Menu_File_Audio
source: Import _Audio
nl: _Audio Importeren

# Menu_File_LRC
source: Import _LRC File
nl: _LRC-bestand Importeren

# Menu_Help_About
source: _About FRESHLyricMaker...
nl: _Over FRESHLyricMaker...

# Menu_Options
source: _Options
nl: _Opties

# Menu_Options_Language
source: _Language
nl: _Taal

# Menu_Options_Theme
source: _Theme
nl: T_hema

# Menu_Options_Theme_Dark
source: _Dark
nl: _Donker

# Menu_Options_Theme_Light
source: _Light
nl: _Licht

source: Next line
nl: Volgende regel

source: Next word
nl: Volgend woord

source: Play/Pause
nl: Spelen/Pauzeren

source: Preview
nl: Voorbeeld

source: Previous line
nl: Vorige regel

source: Previous word
nl: Vorig woord

source: Source Language
nl: Brontaal

source: Synchronize
nl: Synchroniseren

# Synchronize_ImportHint
source: To start synchronizing, import an audio file using the File menu.
nl: Importeer een audiobestand met het menu Bestand om te beginnen met synchroniseren.

source: Timestamp line
nl: Tijdstip regel

source: Timestamp word
nl: Tijdstip woord

# TranslationHint
source: Make sure this matches line by line with the source language or you will be disappointed by the results
nl: Zorg dat dit voor elke regel overeenkomt met de brontaal, anders zijn de resultaten nogal teleurstellend

source: Word by word mode
nl: Woord-voor-woordmodus

source: Write
nl: Schrijven
